//
//  Acticles.swift
//  VirtualRealtor
//
//  Created by Антон Павлов on 15.09.2022.
//

import UIKit
import Foundation

struct Articles {
    let name: String
    let textView: String
}

extension Articles {
    static func createArticles() -> [Articles] {
        return [Articles(name: "Как продать квартиру?",textView: ""),
                Articles(name: "Как безопасно купить квартиру?",textView: ""),
                Articles(name: "Как получить налоговой вычет в 2022?",textView: ""),
                Articles(name: "Почему стоит переезжать в Краснодар?",textView: ""),
                Articles(name: "Топ районов для жизни в Краснодаре",textView: ""),
                Articles(name: "Как безопастно сдать жильё?",textView: ""),
                Articles(name: "Как купить квартиру без риэлтора",textView: ""),
                Articles(name: "Почему не стоит доверять агентствам недвижимости",textView: ""),
                Articles(name: "Какой должен быть торг, чтобы квартиру купили?", textView: ""),
                Articles(name: "Как арендодателю обезопасить себя сдавая квартиру?",textView: ""),
                Articles(name: "Как правильно просить скидку?",textView: ""),
                Articles(name: "Покупка квартиры без посредников",textView: ""),
                Articles(name: "Обратная сторона работы риэлтором",textView: ""),
                Articles(name: "Так ли хорошо жить в Краснодаре?",textView: ""),
                Articles(name: "Как оформить ипотеку в 2022?", textView: ""),
                Articles(name: "Где лучше всего купить квартиру своим родителям?",textView: ""),
                Articles(name: "Насколько важна инфраструктура?",textView: ""),
                Articles(name: "Как самостоятельность продать квартиру?",textView: "Первое, на что обращает внимание потенциальный покупатель – это на цену. Но как её правильно выставить, чтобы не продавать свою квартиру месяцами? Зайди на Авито, Циан и постарайся найти аналоги своей квартиры, важно обращать внимание на всё: этажность дома, материал строения, ремонт, мебель, квадратура и планировка. В идеале найти 5-10 конкурентных квартир и опираться на них, стараясь грамотно выставить цену. Не стоит ориентироваться на квартиры. *квартиры с 1300 и больше просмотрами на объявлениях задержались на рынке. Второе на что смотрит потенциальный покупатель – это фотографии. Тут рецепт прост: лучше пригласить к себе профессионального фотографа, который сможет выделить все преимущества квартиры. Презентация квартиры очень важна, так как человек покупает квартиру 1-2 раза за всю жизнь. Качественная фотосессия с фотографом выделит вас среди 95% конкурентов. Описание квартиры. Важный момент, на который многие продавцы не делают упор. У покупателей возникает множество вопросов, а звонить вам и выяснять какие-то мелочи не всегда удобно. Заранее прописывайте эти вещи: 1.Расположение. Указывайте микрорайон, а лучше к фото добавлять скриншот дома на карте; 2.Инфраструктура. Тут можно написать сколько школ, детских садов находится у дома, наличие рынков с натуральной продукцией и т.д.; 3.Если оставляете мебель/технику, пишите какую именно; 4.Обязательно напишите, если меняли двери, окна, пол, обои, сантехнику; 5.Добавьте пару слов о своей управляющей компании, в последнее время покупатели стали заботиться об этом; 6.Ремонт. Если вы делали ремонт самостоятельно, не стесняйтесь об этом говорить. Если делала строительная фирма, обязательно укажите её наименование. Также указывайте наличие гарантии; 7.Напишите время приёма звонков, чтобы не возникал шквал негатива с обоих сторон. Обязательно подготавливайте все выписки и документы заранее. Время – главный ресурс. Покупатели не станут ждать, пока вы соберёте все справки, и уйдут к конкурентам. Очень советую на время продажи квартиры (примерно 1 месяц) найти человека, который независимо от вашей занятости сможет показывать квартиру. Так вы выиграете с помощью конверсии: больше людей попадёт на квартиру. Если переносить встречи на удобное для вас время, большинство встреч не состоится. Предпродажная подготовка. Нужно позаботиться о том, чтобы люди, которые заходят к вам в квартиру, представляли, как будет стоять их мебель, где будут бегать их дети и т.д. Поэтому тут важно МАКСИМАЛЬНО увеличить пространство за счёт уборки лишних вещей. *Цель – обезличить квартиру. Советы: 1.Выставляйте квартиру как минимум на 5 площадках: Авито, Циан, Неагент, Юла, Яндекс.Недвижимость, ДомКлик; 2.Лучше купить новую сим.карту, во избежание спам-звонков после продажи; 3.Заранее закладывайте 30.000-50.000 на ТОРГ; 4.Не забывайте проветривать квартиру перед показами; 5.Обязательно добавляйте фотографии планировки!"),
        ]
    }
}


